Repository: yamarten/atproto-website
Catalog: translation/omegat/project_save.tmx
Source language: en_us
Languages: ja

source: One pattern for extending or supplementing a record is to define "sidecar" records in the same account repository with the same record key and different types (collections).
ja: レコードを拡張または補足するための一つのパターンは、同じリポジトリに同じレコードキーで異なる型（コレクション）を持つ「サイドカー」レコードを定義することです。

source: One pattern for extending or supplementing a record is to define “sidecar” records in the same account repository with the same record key and different types (collections).
ja: レコードを拡張または補足するための一つのパターンは、同じリポジトリに同じレコードキーで異なる型（コレクション）を持つ「サイドカー」レコードを定義することです。

source: Only .jpg and .png files are supported
ja: .jpgと.pngファイルのみに対応しています

source: Only WebVTT (.vtt) files are supported
ja: WebVTT（.vtt）ファイルのみに対応しています

source: Only followers who I follow
ja: フォロー中のフォロワーのみ

source: Only image files are supported
ja: 画像ファイルのみに対応しています

source: Only {0} can reply.
ja: {0}のみ返信可能。

source: Oops!
ja: おっと！

source: Oops, something went wrong!
ja: おっと、何らかの問題が発生したようです！

source: Open avatar creator
ja: アバター・クリエイターを開く

source: Open camera
ja: カメラを起動

source: Open conversation options
ja: 会話のオプションを開く

source: Open drawer menu
ja: 引き出しメニューを開く

source: Open emoji picker
ja: 絵文字を入力

source: Open feed info screen
ja: フィードを画面で開く

source: Open feed options menu
ja: フィードの設定メニューを開く

source: Open full emoji list
ja: 全絵文字リストを開く

source: Open link to {niceUrl}
ja: {niceUrl}へのリンクを開く

source: Open message options
ja: メッセージのオプションを開く

source: Open moderation debug page
ja: モデレーションデバッグページを開く

source: Open muted words and tags settings
ja: ミュートしたワードとタグの設定を開く

source: Open pack
ja: パックを開く

source: Open post options menu
ja: 投稿のオプションを開く

source: Open profile
ja: プロフィールを開く

source: Open share menu
ja: 共有メニューを開く

source: Open starter pack menu
ja: スターターパックのメニューを開く

source: Open storybook page
ja: 絵本のページを開く

source: Open system log
ja: システムのログを開く

source: Opens GIF select dialog
ja: GIFの選択のダイアログを開く

source: Opens a dialog to add a content warning to your post
ja: 自分の投稿にコンテンツの警告を追加するダイアログを開く

source: Opens a dialog to choose who can interact with this post
ja: この投稿に誰が反応できるかを選択するダイアログを開く

source: Opens additional details for a debug entry
ja: デバッグエントリーの追加詳細を開く

source: Opens alt text dialog
ja: ALTテキストのダイアログを開く

source: Opens camera on device
ja: デバイスのカメラを開く

source: Opens captions and alt text dialog
ja: キャプションとALTテキストのダイアログを開く

source: Opens change handle dialog
ja: ハンドル変更ダイアログを開く

source: Opens composer
ja: 編集画面を開く

source: Opens device camera
ja: デバイスのカメラを起動

source: Opens device gallery to select up to {MAX_IMAGES, plural, other {# images}}, or a single video or GIF.
ja: デバイスのギャラリーを開いて最大{MAX_IMAGES, plural, other {#枚の画像}}、あるいは動画またはGIFを1つを選択します。

source: Opens emoji picker
ja: 絵文字選択を開く

source: Opens flow to create a new Bluesky account
ja: 新しいBlueskyのアカウントを作成するフローを開く

source: Opens flow to sign in to your existing Bluesky account
ja: 既存のBlueskyアカウントにサインインする画面を開きます

source: Opens helpdesk in browser
ja: ブラウザでヘルプデスクを開く

source: Opens image picker
ja: 画像選択を開く

source: Opens link {0}
ja: リンク{0}を開く

source: Opens live status dialog
ja: ライブステータスのダイアログを開く

source: Opens password reset form
ja: パスワードリセットのフォームを開く

source: Opens post language settings
ja: 投稿言語の設定を開く

source: Opens the post composer
ja: 投稿作成画面を開く

source: Opens this profile
ja: プロフィールを開く

source: Operating in a trusted manner is by nature more efficient than operating trustlessly. Generally, this speaks to a philosophy of atproto which is to take advantage of the performance and UX gains that come with operating in a high-trust manner. However, when doing so always maintain the ability for credible exit and a system of checks and balances to hedge against bad actors and shoddy service providers.
ja: 信頼のもとで運用するほうが、信頼不要で運用するより本質的に効率的です。一般的に、これは高信頼運用によるパフォーマンスとUXの利得を活かすというatprotoの哲学を示しています。しかしその際も常に、信頼できる出口と、不正な利用者や粗悪なサービス提供者に備えるための抑制と均衡の仕組みを維持する必要があります。

source: Optional `boolean` fields should be phrased such that `false` is the default and expected value
ja: オプションの`boolean`フィールドは、`false`がデフォルト値および期待値となるように表現すべきです

source: Options:
ja: オプション：

source: Or, continue with another account.
ja: または、他のアカウントで続行する。

source: Or, sign in to one of your other accounts.
ja: または、他のアカウントにサインインします。

source: Or, use the *Repositories* section to search reports by user, content, or action:
ja: または、*Repositories*セクションを使用して、ユーザー、コンテンツ、またはアクション別に報告を検索します。

source: Ordering guarantee: Historical events (marked live: false) are delivered first
ja: 順序保証：履歴イベント（live: false）が先に配送されます。

source: Original blobs can be fetched from the PDS using the **`com.atproto.sync.getBlob`** endpoint. The server should return appropriate **`Content-Type`** and **`Content-Length`** HTTP headers. It is not a recommended or required pattern to serve media directly from the PDS to end-user browsers, and servers do not need to support or facilitate this use case. See "Security Considerations" for more.
ja: オリジナルのblobは **`com.atproto.sync.getBlob`** エンドポイントを使用してPDSから取得できます。サーバーは適切な **`Content-Type`** と **`Content-Length`** HTTPヘッダーを返します。PDSからエンドユーザーのブラウザにメディアを直接提供することは推奨されるパターンではなく、サーバーはこのユースケースをサポート、または推進する必要はありません。詳細は『セキュリティに関する考慮事項』を参照してください。

source: Osprey is maintained by [Roost](https://roost.tools/), who build open source moderation tools.
ja: Ospreyは、オープンソースモデレーションツールを開発している[Roost](https://roost.tools/)によって管理されています。

source: Osprey is written in Python, and was designed and open sourced in collaboration with Discord. Osprey is a library for processing actions through human written rules and outputting labels, webhooks back to an API and other sinks. It evaluates events using structured logic, user-defined functions, and external signals to assign labels, verdicts, and actions. Some of these, such as our Toxrank model for toxicity detection, make use of fine-tuned LLMs and other classifiers that expose their own web endpoints to Osprey. We also utilize image OCR and hashing to create actionable moderation metadata, which can be automatically actioned, surfaced to moderators via Ozone, and in turn helps shape our Discover feed algorithms.
ja: OspreyはPythonで書かれており、Discordとの協働で設計・オープンソース化されました。Ospreyは人間が記述したルールを通じてアクションを処理し、ラベルを発行したりAPIへのwebhookを出力したりするためのPythonライブラリです。構造化されたロジック、ユーザー定義関数、外部シグナルを用いてイベントを評価し、ラベル・判定・アクションを割り当てます。これらの一部、例えば毒性検出のToxrankモデルは、Osprey向けに独自のウェブエンドポイントを公開するファインチューニング済みLLMやその他の分類器を利用しています。私たちは画像OCRとハッシュ化も活用して、実行可能なモデレーションメタデータを作成し、それを自動的にアクション化したり、Ozoneを通じてモデレーターに提示したり、結果的にDiscoverフィードのアルゴリズム形成に役立てたりしています。

source: Other
ja: その他

source: Other account
ja: その他のアカウント

source: Other child safety issue
ja: その他の児童の安全に関する問題

source: Other dangerous content
ja: その他の危険なコンテンツ

source: Other harassing or hateful content
ja: その他嫌がらせや憎悪的なコンテンツ

source: Other misleading content
ja: その他の誤解を招くコンテンツ

source: Other network rule-breaking
ja: その他のネットワーク規約違反

source: Other sexual violence content
ja: その他の性的暴力に関するコンテンツ

source: Other smaller differences include: a different viewpoint about how schemas should be handled, a preference for domain usernames over AP's double-@ email usernames, and the goal of having large scale search and algorithmic feeds.
ja: その他の小さな違いとしては、スキーマの扱い方に関する異なる視点、APの@を二重にしたメール式ユーザー名よりもドメインユーザー名を優先すること、大規模な検索とアルゴリズムフィードを実現するという目標などがあります。

source: Other violent content
ja: その他の暴力的コンテンツ

source: Our HTML can now list these status records:
ja: HTMLで次のステータスレコードを一覧表示できるようになりました。

source: Our [official PDS install script](https://github.com/bluesky-social/pds) configures SQLite as a database backend. Specifically, it uses one SQLite DB for each user's [data repository], and a few others for PDS-wide data. This may be surprising, since SQLite doesn't have any mechanism for handling backups or replications out of the box, but SQLite has increasingly been found to [scale very well](https://fly.io/blog/sqlite-internals-rollback-journal/) with some additional tooling.
ja: 公式の[PDSインストールスクリプト](https://github.com/bluesky-social/pds)はSQLiteをデータベースバックエンドとして構成します。具体的には、各ユーザーのデータリポジトリに対して1つのSQLite DBを使用し、PDS全体のデータ用にいくつかのDBを使用します。SQLiteにはボックスの外からバックアップまたはレプリケーションを処理するメカニズムがないため、これは驚くかもしれませんが、SQLiteは追加のツールを使用すると[非常にうまくスケール](https://fly.io/blog/sqlite-internals-rollback-journal/)する事例が増えています。

source: Our `POST /status` route is going to use this API to publish the user's status to their repo.
ja: `POST /status`ルートでは、このAPIを使用してユーザーのステータスをリポジトリに公開します。

source: Our blog post
ja: 私たちのブログの記事

source: Our goal is to break this isolation down so that other people can join our NoSQL cluster, our event log, our view servers, and so on.
ja: 私たちの目標は、この分離を解消して、他の人がNoSQLクラスター、イベントログ、ビューサーバーなどに参加できるようにすることです。

source: Our goal is to make it so anybody can contribute to this decentralized backend. That means that we don't just want one NoSQL cluster, or one View server. We want lots of these servers working together. So really it's more like this:
ja: 私たちの目標は、誰もがこの分散型バックエンドに貢献できるようにすることです。つまり、1つのNoSQLクラスターや1つのビューサーバーだけが必要なわけではありません。多数のサーバーが連携して動作することが必要です。したがって、実際には次のようになります。

source: Our login page just asks the user for their "handle," which is the domain name associated with their account. For [Bluesky](https://bsky.app) users, these tend to look like `alice.bsky.social`, but they can be any kind of domain (eg `alice.com`).
ja: ログインページでは、ユーザーに「ハンドル」を尋ねるだけです。ハンドルとは、アカウントに関連付けられたドメイン名です。[Bluesky](https://bsky.app)ユーザーからすると、`alice.bsky.social`という形式ばかりに見えますが、任意のドメイン（例えば`alice.com`）にすることができます。

source: Our moderation architecture is provided by two services: [*Osprey*](#algorithmic-moderation), an event stream decisions engine and analysis UI designed to investigate and take automatic action; and [*Ozone*](#using-ozone), a labeling service and web frontend for making moderation decisions.
ja: 私たちのモデレーションアーキテクチャは2つのサービスによって提供されています。[*Osprey*](#algorithmic-moderation)はイベントストリームの判定エンジンと分析用UIで、自動的な調査と措置の実行を目的としています。[*Ozone*](#using-ozone)はラベリングサービスとモデレーション判断のためのウェブフロントエンドです。

source: Our moderation team has received your report.
ja: あなたの報告をモデレーションチームが受け付けました。

source: Our moderators have reviewed reports and decided to disable your access to chats on Bluesky.
ja: モデレーターが報告をレビューし、Blueskyであなたがチャットにアクセスできないようにしました。

source: Our repo is a regular Web app. We're rendering our HTML server-side like it's 1999. We also have a SQLite database that we're managing with [Kysely](https://kysely.dev/).
ja: リポジトリは通常のウェブアプリです。1999年のようにHTMLサーバー側でレンダリングしています。また、[Kysely](https://kysely.dev/)で管理しているSQLiteデータベースもあります。

source: Our starting stack:
ja: 最初のスタック

source: Our tutorials are organized to be completed in order, but each tutorial is self-contained and can be followed independently.
ja: チュートリアルは順番に進める構成ですが、各チュートリアルは独立しているため個別に取り組むこともできます。

source: Ozone is a web-based moderation interface that allows you to run your own Labeler service, and review and content reports efficiently. This guide will walk you through installing and using Ozone.
ja: Ozoneはラベラーサービスを動かし、レビューやコンテンツ報告を効率的に行うためのウェブベースのモデレーションインターフェースです。このガイドではOzoneのインストールと利用について解説します。

source: Ozone should be run on a dedicated VPS, from a cloud provider like <a href="https://us.ovhcloud.com/vps/" target="_blank">OVHcloud</a>, <a href="https://digitalocean.com/" target="_blank">DigitalOcean</a>, or <a href="https://vultr.com/" target="_blank">Vultr</a>. 1-2GB of memory and 1-2 CPU cores is sufficient to get started.
ja: Ozoneは、<a href="https://us.ovhcloud.com/vps/" target="_blank">OVHcloud</a>、<a href="https://digitalocean.com/" target="_blank">DigitalOcean</a>、<a href="https://vultr.com/" target="_blank">Vultr</a>などのクラウドプロバイダーの専用VPS上で実行してください。1～2GBのメモリと1～2個のCPUコアがあれば十分です。

source: Ozone should be run on a dedicated VPS, from a cloud provider like [OVHcloud](https://us.ovhcloud.com/vps/), [DigitalOcean](https://digitalocean.com/), or [Vultr](https://vultr.com/). 1-2GB of memory and 1-2 CPU cores is sufficient to get started.
ja: Ozoneは、[OVHcloud](https://us.ovhcloud.com/vps/)、[DigitalOcean](https://digitalocean.com/)、[Vultr](https://vultr.com/)などのクラウドプロバイダーの専用VPS上で実行してください。1～2GBのメモリと1～2個のCPUコアがあれば十分です。

source: P2p data is often addressed by the hash of the data and signed by a private key that the posting user holds. With this, content can be arbitrarily redistributed while maintaining full authority that it came from the user that posted it. Therefore a client can simply reach out to “the network” in the abstract to find some content with a known hash. When functioning well, content-addressed networks have this beautiful quality where the data seems to “just exist”, somewhere out there in this mesh of cooperating devices. Unlike the traditional location-addressed web where the data you receive is contingent on the service that you talk to, data in p2p systems has this essential quality to it - the data, not the location, is in primacy.
ja: P2Pデータは、多くの場合データのハッシュで指定され、投稿者が保持する秘密鍵で署名されます。これにより、投稿者由来の権威を保ったまま、コンテンツを任意に再配布できます。したがってクライアントは、既知のハッシュを持つコンテンツを探すために抽象的な「ネットワーク」へ問い合わせればよいのです。うまく機能しているとき、コンテンツアドレッシング型ネットワークは、データが協調するデバイスによるメッシュのどこかに「ただ存在する」かのような美しい性質を持ちます。受け取るデータが話しかけるサービスに依存する従来のロケーションアドレッシング型ウェブと異なり、P2Pシステムのデータは場所ではなくデータそのものが本質であるという性質を持っています。

source: P2p networks took a different approach that was radically trust-less. You have to trust your client device of course, but that's it. Because the software runs on your client and the trust is imbued into the data, no trust in any other service or actor in the network is required.
ja: P2Pネットワークは、根本的に信頼不要という別のアプローチを取りました。もちろん自分のクライアントデバイスを信頼する必要はありますが、それだけです。ソフトウェアはクライアント上で動作し、信頼がデータに埋め込まれるため、ネットワーク内の他のサービスや主体を信頼する必要がありません。

source: PDS emits an `#account` event, with `active` false and status `deactivated`.
ja: PDSは`#account`イベントを`active`がfalseかつ`deactivated`状態で送信します。

source: PDS emits an `#account` event, with `active` false and status `deleted`.
ja: PDSは`#account`イベントを`active`がfalseかつ`deleted`状態で送信します。

source: PDS emits an `#account` event, with `active` status.
ja: PDSは`#account`イベントを`active`状態で送信します。

source: PDS instances host accounts for users, which require account management and lifecycle controls similar to any network server. While AT identities (DIDs and handles) can in theory be entirely separate from the PDS, in practice the PDS is expected to help manage the user's identity.
ja: PDSインスタンスはユーザーのアカウントをホストし、他のネットワークサーバーが行うようなアカウント管理とライフサイクル制御を求められます。ATのID（DIDとハンドル）は理論上PDSから完全に分離できますが、実用上はPDSがユーザーのID管理を支援することが期待されています。

source: PLC operations are stored in a directory (currently run at [plc.directory](http://plc.directory)) which is a centralized service that validates operations, stores them, and serves those operations as well as computed views of the identities derived from the operations. The trust model for the directory is fairly limited as it is unable to modify identities without a signed operation on their behalf.
ja: PLCオペレーションはディレクトリ（現在は[plc.directory](http://plc.directory)で運用）に保存されます。このディレクトリはオペレーションを検証・保存し、オペレーションそのものと、オペレーションから導出されたIDのビューを提供する中央集権型サービスです。ディレクトリは署名付きのオペレーションがなければIDを変更できないため、信頼モデルは比較的限定的です。

source: Page Not Found
ja: ページが見つかりません

source: Page not found
ja: ページが見つかりません

source: Parsing of media files is a notorious source of memory safety bugs and security vulnerabilities. Even content type detection (or "sniffing") can be a source of exploits. Servers are strongly recommended against parsing media files (image, video, audio, or any other non-trivial formats) directly, without the use of strong sandboxing mechanisms. In particular, PDS instances themselves should not directly implement media resizing or transcoding — this should be handled in the application layer instead.
ja: メディアファイルの解析はメモリ安全性のバグや脆弱性の原因になりやすいことで知られています。コンテンツタイプの検出（スニッフィング）ですら攻撃のきっかけになり得ます。サーバーは強力なサンドボックスを用いずにメディアファイル（画像、動画、音声、その他の複雑なフォーマット）を直接解析することを強く避けるべきです。特にPDSインスタンス自体でメディアのリサイズやトランスコーディングを実装するべきではなく、アプリケーション層で処理することが推奨されます。

source: Password
ja: パスワード

source: Password changed
ja: パスワードが変更されました

source: Password must be at least 8 characters long.
ja: パスワードは 8 文字以上である必要があります。

source: Password updated
ja: パスワードが更新されました

source: Password updated!
ja: パスワードが更新されました！

source: Pause
ja: 一時停止

source: Pause video
ja: ビデオを一時停止

source: People
ja: ユーザー

source: People I follow
ja: フォロー中の人

source: People followed by @{0}
ja: @{0}がフォロー中のユーザー

source: People following @{0}
ja: @{0}をフォロー中のユーザー

source: People you follow
ja: フォロー中の人

source: People you mention
ja: メンションした人

source: Permission sets are limited to expressing permissions that reference resources under the same NSID namespace as the set itself. For example, the set `app.example.feed.authOnlyPost` could include permissions to `app.example.feed.post` records and making `app.example.feed.getPostThread` API endpoint requests to remote services. But it could not grant permissions to `app.example.actor.profile`. A permission set `app.example.authFull`, which is a level up in the hierarchy, could include permissions to all these resources.
ja: 権限セットは、そのセット自身と同じNSID名前空間下のリソースを参照する権限のみを表現できます。例えば、`app.example.feed.authOnlyPost`というセットには、`app.example.feed.post`レコードへの権限や、リモートサービスへの`app.example.feed.getPostThread` APIエンドポイントのリクエスト権限を含めることができます。しかし、`app.example.actor.profile`への権限は付与できません。階層が一段上の`app.example.authFull`のような権限セットであれば、これらすべてのリソースへの権限を含められます。

source: Permission sets are themselves Lexicon schemas and are namespaced like other Lexicons. Unlike other Lexicons, permission sets are prefixed with `include:` in the scope string, and are dynamic; they can be updated.
ja: 権限セット自体もLexiconスキーマであり、他のLexiconと同様に名前空間が付いています。他のLexiconと異なり、権限セットはスコープ文字列で`include:`のプレフィックスが付き、動的に更新できます。

source: Permission sets can be revised, but removing them or making destructive changes can break existing applications. In general, permission sets should be closely tied to the applications they are designed for, but not necessarily 1:1. Remember that AT Proto applications can utilize multiple different Lexicons.
ja: 権限セットは改訂できますが、削除したり破壊的変更を行うと既存アプリケーションが壊れる可能性があります。一般に、権限セットは設計対象のアプリケーションに密接に結びつけるべきですが、必ずしも1:1である必要はありません。ATプロトコルアプリケーションは複数の異なるLexiconを利用できることを覚えておいてください。

source: Permission sets can be revised, but removing them or making destructive changes can break existing applications. In general, permission sets should be closely tied to the applications they are designed for, but not necessarily 1:1. Remember that Atproto applications can utilize multiple different Lexicons.
ja: 権限セットは改訂できますが、削除したり破壊的変更を行うと既存アプリケーションが壊れる可能性があります。一般に、権限セットは設計対象のアプリケーションに密接に結びつけるべきですが、必ずしも1:1である必要はありません。atprotoアプリケーションは複数の異なるLexiconを利用できることを覚えておいてください。

source: Permission to access your photo library was denied. Please enable it in your system settings.
ja: 写真ライブラリへのアクセスが拒否されました。システム設定で有効にしてください。

source: Permissions relate to user owned resources on PDS instances are are represented by five types:
ja: PDSインスタンス上のユーザー所有リソースに関わる権限は、次の5種類で表されます。

source: Person toggle
ja: ユーザーを切り替え

source: Personal Data Servers are your home in the cloud. They host your data, distribute it, manage your identity, and orchestrate requests to other services to give you your views.
ja: パーソナルデータサーバーは、クラウドにおけるあなたのホームです。データをホストし、配布し、IDを管理し、他のサービスへのリクエストを調整してビューを提供してくれます。

source: Personalize the message
ja: メッセージをカスタマイズ

source: Pets
ja: ペット

source: Phone number
ja: 電話番号

source: Phone number verified
ja: 電話番号を確認しました

source: Photography
ja: 写真

source: Pictures meant for adults.
ja: 成人向けの画像です。

source: Pin Feed
ja: フィードをピン留め

source: Pin feed
ja: フィードをピン留め

source: Pin to Home
ja: ホームにピン留め

source: Pin to home
ja: ホームにピン留め

source: Pin to your profile
ja: プロフィールに固定

source: Pinned
ja: 固定

source: Pinned Feeds
ja: ピン留めされたフィード

source: Pinned to your feeds
ja: フィードにピン留めしました

source: Pinned {0} to Home
ja: {0}をホームにピン留めしました

source: Play
ja: 再生

source: Play Video
ja: ビデオを再生

source: Play video
ja: ビデオを再生

source: Play {0}
ja: {0}を再生

source: Plays or pauses the GIF
ja: GIFの再生や一時停止

source: Plays or pauses the video
ja: ビデオの再生や一時停止

source: Plays the GIF
ja: GIFを再生

source: Plays the video
ja: ビデオを再生

source: Please add any content warning labels that are applicable for the media you are posting.
ja: 投稿するメディアに該当するコンテンツ警告ラベルを追加してください。

source: Please check your email inbox for further instructions. It may take a minute or two to arrive.
ja: 詳細な手順については、メールの受信トレイを確認してください。届くまでに1〜2分かかることがあります。

source: Please choose your handle.
ja: ハンドルをお選びください。

source: Please choose your password.
ja: パスワードを選択してください。

source: Please click on the link in the email we just sent you to verify your new email address. This is an important step to allow you to continue enjoying all the features of Bluesky.
ja: 新しいメールアドレスを確認するために送信したメールのリンクをクリックしてください。 これは、Blueskyのすべての機能を楽しみ続けるための重要なステップです。

source: Please complete the verification captcha.
ja: CAPTCHA認証を完了してください。

source: Please double-check that you have entered your email address correctly.
ja: メールアドレスが正しく入力されていることを再確認してください。

source: Please enter a password.
ja: パスワードを入力してください。

source: Please enter a password. It must be at least 8 characters long.
ja: パスワードを入力してください。8 文字以上である必要があります。

source: Please enter a unique name for this app password or use our randomly generated one.
ja: このアプリパスワードに固有の名前を入力するか、ランダムに生成された名前を使用してください。

source: Please enter a valid code.
ja: 有効なコードを入力してください。

source: Please enter a valid email address.
ja: 有効な形式のメールアドレスを入力してください。

source: Please enter a valid word, tag, or phrase to mute
ja: ミュートにする有効な単語、タグ、フレーズを入力してください

source: Please enter a valid, non-temporary email address. You may need to access this email in the future.
ja: 一時的ではない有効なメールアドレスを入力してください。今後このメールアドレスにアクセスする必要があるかもしれません。

source: Please enter the code we sent to <0>{0}</0> below.
ja: 以下の<0>{0}</0>に送信したコードを入力してください。

source: Please enter the code you received and the new password you would like to use.
ja: 受け取ったコードと、使用したい新しいパスワードを入力してください。

source: Please enter the security code we sent to your previous email address.
ja: 前のメールアドレスに送ったセキュリティコードを入力してください。

source: Please enter your email.
ja: メールアドレスを入力してください。

source: Please enter your invite code.
ja: 招待コードを入力してください。

source: Please enter your new email address.
ja: 新しいメールアドレスを入力してください。

source: Please enter your password
ja: パスワードを入力してください

source: Please enter your password as well:
ja: パスワードも入力してください：

source: Please enter your username
ja: ユーザー名を入力してください

source: Please explain why you think this label was incorrectly applied by {0}
ja: {0}によって適用されたこのラベルが誤りであると思われる理由を説明してください

source: Please explain why you think your chats were incorrectly disabled
ja: チャットが間違って無効化されたと考える理由を説明してください

source: Please go back, or activate this element to return to the start of the active content.
ja: 戻るか、アクティブなコンテンツの先頭に戻るためにこの要素を有効にしてください。

source: Please provide any additional details you feel moderators may need in order to properly assess your Age Assurance status.
ja: 年齢保証状態を適切に評価するために、モデレータが必要となる可能性がある追加の詳細を記入してください。

source: Please select a language
ja: 言語を選択してください

source: Please select a moderation service
ja: モデレーションサービスを選択してください

source: Please select a reason for this report
ja: この報告の理由を選択してください

source: Please sign in as @{0}
ja: @{0}としてサインインしてください

source: Please use the native app to sync your contacts.
ja: 連絡先を同期するためにネイティブアプリを使用してください。

source: Please verify your email
ja: メールアドレスを確認してください

source: Please write your message below:
ja: メッセージを以下に記入してください：

source: Politics
ja: 政治

source: Porn
ja: ポルノ

source: Post
ja: 投稿

source: Post All
ja: すべてポスト

source: Post Hidden by Muted Word
ja: ミュートしたワードによって投稿が表示されません

source: Post Hidden by You
ja: あなたが非表示にした投稿

source: Post Interaction Settings
ja: 投稿への反応の設定

source: Post a photo
ja: 写真を投稿

source: Post a video
ja: ビデオを投稿

source: Post blocked
ja: ブロックされた投稿

source: Post by @{0}
ja: @{0}による投稿

source: Post deleted
ja: 投稿を削除しました

source: Post failed to upload. Please check your Internet connection and try again.
ja: 投稿のアップロードに失敗しました。インターネット接続を確認し、再度試してください。

source: Post has been deleted
ja: 投稿は削除されました

source: Post interaction settings
ja: 投稿への反応の設定

source: Post language selection
ja: 投稿言語を選択

source: Post not found
ja: 投稿が見つかりません

source: Post pinned
ja: 投稿を固定しました
